Repository: FKager/BlindensportGraz
Catalog: BlindensportGraz/Localizable.xcstrings
Source language: de
Languages: en

source: %lld Mitglieder
en: %lld Members

source: Abbrechen
en: Cancel

source: Abmelden
en: Log Out

source: Aktive Turniere
en: Active Tournaments

source: Anmelden
en: Log In

source: Auswählen
en: Select

source: Beendet
en: Finished

source: Benutzer
en: Users

source: Benutzer verwalten
en: Manage Users

source: Beschreibung
en: Description

source: Beteiligte Teams
en: Participating Teams

source: Dauer: %lld min
en: Duration: %lld min

source: Diesem Eintrag ist kein Team zugewiesen.
en: This entry has no team assigned.

source: Ende
en: End

source: Erstelle das erste Benutzerkonto.
en: Create the first user account.

source: Erstellen
en: Create

source: Fertig
en: Done

source: Für alle sichtbar
en: Visible to Everyone

source: Geplant
en: Planned

source: Hier ist dein Überblick
en: Here's your overview

source: Hinzufügen
en: Add

source: Kein Team zugeordnet
en: No Team Assigned

source: Keine Auswahl = für alle sichtbar
en: No selection = visible to everyone

source: Keine Events
en: No Events

source: Keine Mitglieder
en: No Members

source: Keine Teams
en: No Teams

source: Keine Trainings
en: No Training

source: Keine Turniere
en: No Tournaments

source: Kommende Trainings
en: Upcoming Training

source: Konto
en: Account

source: Konto auswählen
en: Select Account

source: Kontoinformationen
en: Account Information

source: Laufend
en: Ongoing

source: Lege ein neues Event an.
en: Create a new event.

source: Lege ein neues Team an.
en: Create a new team.

source: Lege ein neues Training an.
en: Create a new training.

source: Lege ein neues Turnier an.
en: Create a new tournament.

source: Mitglied
en: Member

source: Mitglied hinzufügen
en: Add Member

source: Mitglied seit
en: Member Since

source: Mitglieder – %@
en: Members – %@

source: Mitglieder (%lld)
en: Members (%lld)

source: Mitgliederliste
en: Member List

source: Nächste Events
en: Upcoming Events

source: Neues Event
en: New Event

source: Neues Konto
en: New Account

source: Neues Team
en: New Team

source: Neues Training
en: New Training

source: Neues Turnier
en: New Tournament

source: Noch keine Konten
en: No Accounts Yet

source: Noch keine Teilnehmer
en: No participants yet

source: Notizen
en: Notes

source: Ort
en: Location

source: Planung
en: Planning

source: Profil
en: Profile

source: Profil bearbeiten
en: Edit Profile

source: Rolle
en: Role

source: Schwerpunkt
en: Focus

source: Selbst anmelden
en: Register Myself

source: Speichern
en: Save

source: Sportart
en: Sport

source: Sportler
en: Athlete

source: Teilnahmen
en: Participations

source: Teilnehmer (%lld)
en: Participants (%lld)

source: Titel
en: Title

source: Trainings
en: Training

source: Turnier
en: Tournament

source: Turniere
en: Tournaments

source: Übersicht
en: Overview

source: Uhrzeit festlegen
en: Set Time

source: Veranstaltungsort
en: Venue

source: Willkommen, %@
en: Welcome, %@

source: Zeit
en: Time

source: Zeitraum
en: Time Period
